Repository: LinkNacional/give-antispam
Catalog: languages/antispam-donation-for-givewp-*.po
Languages: pt_br

source: Performs verification and prevention of malicious donations.
pt_br: Faz a verificação e prevenção de doações mal intencionadas.

source: Enable spam donation protection
pt_br: Habilitar a proteção de doações spam

source: Activate or deactivate the Antispam plugin, which will block suspicious donations.
pt_br: Ative ou desative o plugin Antispam, esse plugin fará o bloqueio de doações suspeitas.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Enable debug
pt_br: Habilitar debug

source: Enable logs.
pt_br: Habilita o registro de logs.

source: Banned IPs
pt_br: IPs banidos

source: Separete the IPs by jumping a line with the Enter key.
pt_br: Separar os IPs pulando uma linha com a tecla Enter.

source: Limit on donations within a time interval
pt_br: Limite de doações no intervalo de tempo

source: Number of donations a customer can make in a certain period of time.
pt_br: Número de doações que um cliente pode fazer em determinado período de tempo.

source: Interval between donations
pt_br: Intervalo entre doações

source: Time interval between donations a customer can make (in minutes).
pt_br: Intervalo de tempo entre doações que um cliente pode fazer (em minutos).

source: Limit donations to the same payment method
pt_br: Limitar doações para a mesma forma de pagamento

source: Enable to limit consecutive doantions that have the same payment methods.
pt_br: Ative para limitar doações em sequência que tenham os mesmos métodos de pagamento.

source: Save antispam report
pt_br: Salvar relatório anti-spam

source: Enable to save a report containing blocked spam donations.
pt_br: Ative para salvar um relatório contendo as doações de spam bloqueadas.

source: Blocked spam report.
pt_br: Relatório de spam bloqueado.

source: Recaptcha donation form
pt_br: Formulário de doação Recaptcha

source: Enable to activate recaptcha on donation forms.
pt_br: Ative para habilitar o recaptcha nos formulários de doação.

source: Generate Recaptcha V3 keys here.
pt_br: Gere as chaves do Recaptcha V3 aqui.

source: Recaptcha site key
pt_br: Chave Recaptcha do site

source: Google Recaptcha V3 service key.
pt_br: Chave do serviço Google Recaptcha V3.

source: Recaptcha secret key
pt_br: Chave Recaptcha secreta

source: Google Recaptcha V3 secret key.
pt_br: Chave secreta do Google Recaptcha V3.

source: Minimum score
pt_br: Score mínimo

source: The minimum score validated by Recaptcha for donations to be accepted. Varies between 0 and 10.
pt_br: O score mínimo validado pelo Recaptcha para que as doações sejam aceitas. Varia entre 0 e 10.

source: Activation Error:
pt_br: Erro de Ativação:

source: You must have
pt_br: Você deve ter o

source: version
pt_br: versão

source: for the Give Antispam to activate
pt_br: para ativar o Give Antispam

source: plugin installed and activated for the Give Antispam
pt_br: plugin instalado e ativado para ativar o Give Antispam

source: Settings
pt_br: Configurações

source: Your IP address is banned.
pt_br: O seu endereço IP está banido.

source: The email you are using has been flagged as being used in SPAM donations by our system. Contact the site administrator if you have any questions.
pt_br: O e-mail que você está usando foi sinalizado como sendo usado em doações de SPAM pelo nosso sistema. Entre em contato com o administrador do site se tiver alguma dúvida.

source: The reCAPTCHA was not verified, try again.
pt_br: O reCAPTCHA não foi verificado, tente novamente

source: It is a mechanism that restricts the number of donations allowed per donor to prevent abuse.
pt_br: É um mecanismo que restringe o número de doações permitidas por doador para evitar abusos.

source: Blocking due to donation quantity:
pt_br: Bloqueio por quantidade de doação:

source: Time for form unlocking:
pt_br: Tempo para o formulario desbloquear:

source: Enter the time in minutes for the form unlocking
pt_br: Digite o tempo em minutos para o formulario desbloquear

source: The feature enables users to block all site forms for a custom period. When activated, it monitors site activity, such as donations. If a user-defined limit is exceeded, forms are temporarily blocked. After the set time, forms are automatically unlocked.
pt_br: A funcionalidade permite aos usuários bloquear todos os formulários do site por um período personalizado. Quando ativada, monitora a atividade do site, como doações. Se um limite definido pelo usuário for excedido, os formulários são temporariamente bloqueados. Após o tempo determinado, os formulários são desbloqueados automaticamente.

source: The feature enables users to block all site forms for a custom period. When activated, it monitors site activity, such as donations. If a user-defined limit is exceeded, forms are temporarily blocked. After the set time, forms are automatically unlocked. <a id="lkn-antispam-link" href="#">Forms blocked, unlock now.</a>
pt_br: A funcionalidade permite aos usuários bloquear todos os formulários do site por um período personalizado. Quando ativada, monitora a atividade do site, como doações. Se um limite definido pelo usuário for excedido, os formulários são temporariamente bloqueados. Após o tempo determinado, os formulários são desbloqueados automaticamente. <a id="lkn-antispam-link" href="#">Formularios bloqueados, desbloquear agora.</a>

source: The feature enables users to block all site forms for a custom period. When activated, it monitors site activity, such as donations. If a user-defined limit is exceeded, forms are temporarily blocked. After the set time, forms are automatically unlocked. <strong>Enabled forms</strong>
pt_br: A funcionalidade permite aos usuários bloquear todos os formulários do site por um período personalizado. Quando ativada, monitora a atividade do site, como doações. Se um limite definido pelo usuário for excedido, os formulários são temporariamente bloqueados. Após o tempo determinado, os formulários são desbloqueados automaticamente. <strong>Formulários desbloqueados</strong>

source: Block All Donations
pt_br: Bloquear todas doações

source: Lockout time in minutes
pt_br: Tempo de bloqueio em minutos

source: Set the lockout time for forms in minutes. <strong>Default value: 60</strong>
pt_br: Defina o tempo em minutos para que os formulários fiquem bloqueados. <strong>Default value: 60</strong>

source: Donation lockout per hour
pt_br: Bloqueio de doações por hora

source: Limit the maximum number of donations per hour. <strong>Default value: 30</strong>
pt_br: Limitar o número máximo de doações por hora. <strong>Valor padrão: 30</strong>

source: This site is protected by reCAPTCHA and the
pt_br: Este site é protegido pelo reCAPTCHA e as

source: Privacy Policy
pt_br: Políticas de Privacidade

source: and Google
pt_br: e os

source: Terms of Service
pt_br: Termos de Serviço do Google

source: apply.
pt_br: se aplicam.
